Repository: common-repository/ip-logger
Catalog: languages/ip-logger-*.po
Languages: sv_se

source: Delete Filter
sv_se: Ta bort filter

source: About this plugin
sv_se: Om detta plugin

source: Plugin Homepage (Download)
sv_se: Pluginets hemsida (Download)

source: Propose a new feature
sv_se: Föreslå ny funktion

source: Help (Forum)
sv_se: Hjälp (Forum)

source: Report bug
sv_se: Rapportera fel

source: Donate
sv_se: Ge bidrag

source: Contact us
sv_se: Kontakta oss

source: News
sv_se: Nyheter

source: Timespan
sv_se: Tidsperiod

source: All data
sv_se: All information

source: Last 60 days
sv_se: Senaste 60 dagar

source: Last 30 days
sv_se: Senaste 30 dagar

source: Last 14 days
sv_se: Senaste 14 dagar

source: Last 7 days
sv_se: Senaste 7 dagar

source: Only today
sv_se: Enbart idag

source: Content
sv_se: Innehåll

source: Short
sv_se: Kort

source: Long
sv_se: Lång

source: Donations for
sv_se: Bidragen för

source: Anonymous
sv_se: Anonym

source: Small Amount
sv_se: Litet belopp

source: Many thanks !
sv_se: Stort tack !

source: Translators
sv_se: Översättare

source: Overview
sv_se: Översikt

source: You're using IP Logger <b>Version %s</b>.
sv_se: Du använder dig av IP Logger <b>version %s</b>.

source: Plugin installed: <b>%s</b>
sv_se: Plugin installerad: <b>%s</b>

source: Since the installation <b>%s Hits</b> has been logged, <font color='#ff0000'><b>%s Hits</b></font> has been blocked.
sv_se: Sedan installationen har <b>%s träffar</b> loggats, <font color='#ff0000'><b>%s träffar</b></font> har blockerats.

source: Currently <b>%s hits</b> are saved in the database, thereof <b>%s hits</b> from today.
sv_se: För tillfället är <b>%s träffar</b> sparade i databasen, varav <b>%s träffar</b> från idag.

source: Currently <font color='#ff0000'><b>%s hits</b></font> has been blocked, thereof <b>%s hits</b> today.
sv_se: För tillfället har <font color='#ff0000'><b>%s träffar</b></font> blockerats, varav <b>%s träffar</b> idag.

source: Settings
sv_se: Inställningar

source: IP Logger enabled ?
sv_se: IP Logger aktiverad ?

source: Yes, log visitors
sv_se: Ja, logga besökare

source: E-Mail Notification ?
sv_se: E-postnotifiering ?

source: Yes, notify me
sv_se: Ja, meddela mig

source: Automatically delete records ?
sv_se: Automatisk borttagning ?

source: Yes, enable this function
sv_se: Ja, aktivera funktionen

source: Delete after
sv_se: Ta bort efter

source: days
sv_se: dagar

source: IP Logger on the Dashboard ?
sv_se: IP Logger på panelen ?

source: Yes, show IP Logger on Dashboard
sv_se: Ja, visa IP Logger på panelen

source: Infos on the Dashboard
sv_se: Information på panelen

source: Show chart 'Hits'
sv_se: Visa "Träffar"

source: Show chart 'Countries'
sv_se: Visa "Länder"

source: Show 'Map'
sv_se: Visa "Karta"

source: E-Mail Notification on Blocking ?
sv_se: E-postnotifiering vid blockering ?

source: Block unwantet visitors ?
sv_se: Blockera oönskade besökare ?

source: Yes, check visitors against my filters
sv_se: Ja, filtrera besökare

source: Block unlocatable visitors ?
sv_se: Blockera besökare som inte kan lokeras ?

source: Yes, block unlocateble visitors
sv_se: Ja, blockera besökare som inte kan lokeras

source: Save Changes
sv_se: Spara ändringar

source: Settings: Visitor filters
sv_se: Inställningar: Besöksfilter

source: In this group you can define filters for the <b>IP Logger Blocker</b>. This feature enables you to shield your WordPress sites from unwanted visitors.
sv_se: I gruppen kan du skapa filter för <b>IP Logger Blocker</b>. Funktionen gör att du kan skydda din WordPress sida från oönskade besökare.

source: Examples:<br /><b>user_agent = 'abot'</b> <i>Redirect every visitor with the part 'abot' in the Browseridentification to the 'No access' page.</i><br /><b>Code3 = CHN</b> <i>Redirect every visitor from China to the 'No access' page.</i><br /><b>IP_V4 = 123.123.123.456</b> <i>Redirect every visitor from IP 123.123.123.456 to the 'No access' page.</i>
sv_se: Exempel:<br /><b>user_agent = 'abot'</b> <i>Omdirigera alla besökare som har texten 'abot' i deras webbläsaridentifikation till sidan 'Blockerad'.</i><br /><b>Code3 = CHN</b> <i>Omdirigera alla besökare från Kina till sidan 'Blockerad'.</i><br /><b>IP_V4 = 123.123.123.456</b> <i>Omdirigera alla besökare från IPadressen 123.123.123.456 till sidan 'Blockerad'.</i>

source: Rule
sv_se: Regel

source: Target
sv_se: Mål

source: Action
sv_se: Aktion

source: Save Filter
sv_se: Spara Filter

source: or
sv_se: eller

source: Sorry, but you cannot access this website.
sv_se: Ursäkta, men du får inte tillgång till sidan.

source: Hits
sv_se: Träffar

source: Countries
sv_se: Länder

source: Map
sv_se: Karta

source: About IP Logger
sv_se: Om IP Logger

source: This WordPress Plugin is &copy; Copyright %s by
sv_se: WordPress-pluginet är &copy; Copyright %s av

source: All rights reserved.
sv_se: Alla rättigheter förbehållna.

source: You're using
sv_se: Du använder

source: Blocked hits by IP Logger
sv_se: Besök blockerade av IP Logger

source: Homepage
sv_se: Hemsida

source: Wishes
sv_se: Önskemål

source: hits blocked
sv_se: träffar blockerade
